Repository: multisolusi/fa3
Catalog: modules/_cache/requisitions-2.3.13-1/_back/lang/*/LC_MESSAGES/*.po
Languages: pl_pl

source: Requisitions Entries
pl_pl: Wprowadzanie zamówieñ

source: Requisitions Allocation
pl_pl: Alokacja zamówieñ

source: Requisitions
pl_pl: Zamówienia

source: Requisitions Allocations
pl_pl: Alokacje Zamówieñ

source: The quantity of use cannot be empty.
pl_pl: Wprowad¼ niezerow± ilo¶æ.

source: The price cannot be empty.
pl_pl: Podaj cenê.

source: Selected requisition details has been updated.
pl_pl: Szczegó³y zamówienia zosta³y zaktualizowane.

source: RNo.
pl_pl: Zno.

source: Point of Use
pl_pl: Miejsce u¿ycia

source: Request Date
pl_pl: Data Zamówienia

source: Item Code
pl_pl: Kod Towaru

source: Item Name
pl_pl: Nazwa Towaru

source: Purpose
pl_pl: Cel

source: Quantity
pl_pl: Ilo¶æ

source: Price
pl_pl: Cena

source: Supplier
pl_pl: Dostawca

source: Edit
pl_pl: Edytuj

source: Supplier :
pl_pl: Dostawca:

source: kits
pl_pl: kpl

source: Order Quantity:
pl_pl: Ilo¶æ Zamawiana:

source: Order Price :
pl_pl: Cena Zamówienia:

source: The item of use cannot be empty.
pl_pl: U¿yty towar nie mo¿e byæ pusty.

source: The estimated price be empty.
pl_pl: Przybli¿óna cena nie mo¿e byæ pusta.

source: New requisition details has been added
pl_pl: Dodano nowe szczegó³y zamówienia.

source: Selected requisition detail has been deleted
pl_pl: Wybrane zamówienie zosta³o usuniête

source: Point of use
pl_pl: Miejsce u¿ycia

source: Narrative
pl_pl: Opis

source: Application Date
pl_pl: Data zastosowania

source: Complete
pl_pl: Skompletowane

source: Qrder Quantity
pl_pl: Ilo¶æ w Zamówieniu

source: Estimate Price
pl_pl: Przybli¿ona cena

source: Delete
pl_pl: Usuñ

source: Item :
pl_pl: Towar:

source: Purpose :
pl_pl: Cel:

source: Requisition Quantity:
pl_pl: Ilo¶æ potrzebna:

source: Estimate Price :
pl_pl: Cena jednostkowa

source: The point of use cannot be empty.
pl_pl: Miejsce u¿ycia nie mo¿e byæ puste.

source: The narrative be empty.
pl_pl: Opis nie mo¿e byæ pusty.

source: Selected requisition has been updated.
pl_pl: Wybrane zapotrzebowanie zosta³o zaktualizowane

source: New requisition has been added
pl_pl: Dodano nowe zapotrzebowanie

source: Cannot delete this requisition because details transactions have been created referring to it.
pl_pl: Nie mo¿na usun±æ tego zapotrzebowania, poniewa¿ istniej± s± wprowadznoe do niego detale.

source: Selected requisition has been deleted
pl_pl: Wybrane zapotrzebowanie zosta³o usuniête

source: RNo.
pl_pl: Zno.

source: Details
pl_pl: Szczegó³y

source: Point of use :
pl_pl: Miejsce u¿ycia:

source: Narrative :
pl_pl: Opis:

source: Details :
pl_pl: Szczegó³y

source: Main Menu
pl_pl: Menu G³ówne

source: Logout
pl_pl: Wylogowanie

source: Help
pl_pl: Pomoc

source: Preferences
pl_pl: Ustawienia

source: Change password
pl_pl: Zmieñ has³o

source: Theme:
pl_pl: Temat graf.:
