Repository: multisolusi/fa3
Catalog: modules/zen_import/lang/*/LC_MESSAGES/*.po
Languages: pl_pl

source: Import Zen Cart Orders
pl_pl: Import zamówieñ z Zen Cart

source: You must first define at least one Sales Area
pl_pl: Musisz wprowadziæ co najmniej jeden Rejon Sprzeda¿y.

source: Failed to connect to Zen Cart Database
pl_pl: Nie mo¿na siê po³±czyæ z baz± danych Zen Cart

source: Found %d new customers
pl_pl: Znaleziono %d nowych klientów

source: %d customer posts created, %d customer posts updated.
pl_pl: Utworzono %d nowych klientów, zmieniono %d danych klientów.

source: Found %d New Orders
pl_pl: Znaleziono %d nowych zamówieñ

source: Customer '%s' not found
pl_pl: Klient '%s' nie zosta³ znaleziony.

source: Added Order Number %d
pl_pl: Dodano zamówienie %d

source: '%s' price not found in FA
pl_pl: Nie znaleziono ceny dla '%s' w bazie FrontAccounting

source: '%s' Prices do not match - FA: %s zen: %s
pl_pl: Niezgodno¶æ cen dla '%s'- FA: %s zen: %s

source: Updating '%s' from %s to %s
pl_pl: Aktualizacja dla '%s' z %s na %s

source: Zen Cart Interface
pl_pl: Interfejs Zen Cart

source: Configuration
pl_pl: Konfiguracja

source: &Customer Import
pl_pl: Import &Klientów

source: &Order Import
pl_pl: Import &Zamówieñ

source: Function
pl_pl: Funkcja

source: Description
pl_pl: Opis

source: Table Status
pl_pl: Interfejs

source: Found
pl_pl: Znaleziony

source: Not Found
pl_pl: Nie znaleziony

source: Mysql Host
pl_pl: Host MySQL

source: User
pl_pl: U¿ytkownik

source: Password
pl_pl: Has³o

source: ZenCart DB Name
pl_pl: Nazwa bazy

source: Default Tax Group:
pl_pl: Domy¶³na Grupa Podatkowa:

source: Default GL Accounts
pl_pl: Domy¶³ne Konta KG

source: Sales Account:
pl_pl: Konto Sprzeda¿y:

source: Sales Discount Account:
pl_pl: Konto Upustów:

source: Receivables Account:
pl_pl: Konto Nale¿no¶ci:

source: Payment Discount Account:
pl_pl: Konto Upustów z Tytu³u Przedp³aty:

source: Location, Tax Type, Sales Type, Sales Person and Payment Terms
pl_pl: Inne Ustawienia Sprzeda¿y

source: Location:
pl_pl: Magazyn:

source: Sales Type:
pl_pl: Typ Sprzeda¿y:

source: Sales Person:
pl_pl: Sprzedawca:

source: Sales Area:
pl_pl: Rejon Sprzeda¿y:

source: Customer Currency:
pl_pl: Waluta Klienta:

source: Payment Terms:
pl_pl: Warunki P³atno¶ci:

source: Dimension
pl_pl: Przekrój

source: Starting Zen Cart Customer ID:
pl_pl: Pierwszy ID klienta Zen Cart

source: Ending Zen Cart Customer ID:
pl_pl: Ostatni ID klienta Zen Cart

source: Import Zen Cart Customers
pl_pl: Importuj Klientów

source: Order Import Options
pl_pl: Ustawienia Importu Zamówieñ

source: Starting Order Number:
pl_pl: Pierwszy Numer Zamówienia:

source: Last Order Number:
pl_pl: Ostatni Numer Zamówienia:

source: Price Check Options
pl_pl: Opcje Sprawdzania Cen

source: Check Zen Cart Prices
pl_pl: Sprawd¼ Ceny Zen Cart

source: No Pricing Errors Found
pl_pl: Nie stwierdzono ró¿nic w cennikach

source: Refresh
pl_pl: Od¶wie¿

source: Update Price Options
pl_pl: Opcje Aktualizacji Cen

source: Update Zen Cart Prices
pl_pl: Aktualizuj Ceny Zen Cat
